Repository: ofri/Open-Knesset
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: activation key
he: קוד אימות

source: %(key)s does not look like an activation key.
he: %(key)s לא נראה כמו קוד אימות חוקי.

source: The user has updated the email since this activation key was sent.
he: המשתמש שינה את כתובת הדואר מאז שקוד זה נשלח.

source: This activation key has expired.
he: פג תוקפו של קוד אימות זה.

source: Invalid activation key.
he: קוד האימות לא תקין

source: Agenda name
he: שם האג'נדה

source: Please enter an agenda name
he: נא להזין שם אג'נדה

source: Agenda name must be shorter than 300 characters
he: שם אג'נדה צריך להיות עד 300 תווים

source: Public owner name
he: שם משתמש

source: Please enter a public owner name
he: נא להזין את שם הבעלים

source: Public owner name must be shorter than 100 characters
he: שם אגנ'דה צריך להיות עד 100 תווים

source: Agenda description
he: תאור האג'נדה

source: Please enter a description for this agenda
he: נא להזין תאור עבור אג'נדה זו

source: Agenda description must be at least 15 characters long
he: תאור אג'נדה צריך להיות באורך 15 תווים לפחות

source: Importance
he: חשיבות

source: Reasoning
he: הסבר

source: Position
he: עמדה

source: Not selected
he: לא נבחר/ה

source: Opposes fully
he: התנגדות מלאה

source: Opposes partially
he: התנגדות חלקית

source: Agnostic
he: לא ניתן לקבוע

source: Complies partially
he: תמיכה חלקית

source: Complies fully
he: תמיכה מלאה

source: Marginal Importance
he: חשיבות נמוכה

source: Medium Importance
he: חשיבות בינונית

source: High Importance
he: חשיבות רבה

source: Very High Importance
he: חשיבות רבה מאוד

source: Agenda
he: אג'נדה

source: Agendas
he: אג'נדות

source: edited by
he: בעריכת

source: None
he: אין

source: Comments on agenda %(agenda)s vote %(vote)s
he: תגובות על שיוך הצבעה %(vote)s לאג'נדה %(agenda)s

source: Comments on agenda %(agenda)s meeting %(meeting)s
he: תגובות על שיוך ישיבה %(meeting)s לאג'נדה %(agenda)s

source: Comments on agenda %(agenda)s bill %(bill)s
he: תגובות על שיוך הצעת חוק %(bill)s לאג'נדה %(agenda)s

source: Analysis of %(member)s votes by agenda %(agenda)s
he: ניתוח ההצבעות של %(member)s לפי אג'נדה %(agenda)s

source: User %(user)s suggested vote %(vote)s to agenda %(agenda)s with reasoning: %(reasoning)s
he: המשתמש %(user)s הציע הצבעה %(vote)s לאג'נדה %(agenda)s עם הסבר: %(reasoning)s

source: User <a href="%(user_href)s">%(user)s</a> suggested vote <a href="%(vote_href)s">%(vote)s</a> to agenda <a href="%(agenda_href)s">%(agenda)s</a> with reasoning %(reasoning)s
he: המשתמש <a href="%(user_href)s">%(user)s</a> הציע הצבעה <a href="%(vote_href)s">%(vote)s</a> לאג'נדה <a href="%(agenda_href)s">%(agenda)s</a> עם הסבר " %(reasoning)s "

source: Open Knesset Agenda Editor Update
he: עדכוני כנסת פתוחה לעורכי אג'נדה

source: Main activity feed
he: פיד פעילויות ראשי

source: Main activity feed for the whole site, same as presented on the main page
he: פיד ראשי עבור כל האתר, בדומה למוצג בדף הראשי

source: Title
he: כותרת

source: Did you know ?
he: הידעת ?

source: Icon
he: צלמית

source: Content
he: תוכן

source: Button text
he: טקסט הלחצן

source: Button link
he: קישור הלחצן

source: Suggest Tidbit
he: הצעת הידעת

source: Name
he: שם

source: Suggest Tag
he: הצעת תגית

source: Send Feedback
he: שליחת משוב

source: Quote
he: ציטוט

source: Statistic
he: סטטיסטיקה

source: Hand
he: הצבעה

source: title
he: כותרת

source: Image type if no image is uploaded
he: סוג תצונה אם לא הועלתה תמונה

source: Active
he: פעיל

source: Ordering
he: מיון

source: Suggested by
he: הוצע ע"י

source: Photo
he: תמונה

source: Tidbit
he: הידעת

source: Tidbits
he: הידעת

source: Suggested at
he: הוצע ב

source: IP Address
he: כתובת IP

source: Feedback message
he: הודעת משוב

source: Feedback messages
he: הודעות משוב

source: No Tag found matching "%s".
he: לא נמצאו הצעות חוק בנושא "%s"

source: No Member found matching "%s".
he: לא נמצאו חברי כנסת "%s"

source: Help
he: עזרה

source: Home
he: דף הבית

source: Sorry, you do not have the permission to annotate.
he: אין לך הרשאות להוסיף הארות.

source: Extremely below average
he: נמוך מאוד

source: Below average
he: נמוך

source: Average
he: ממוצע

source: Above average
he: גבוה

source: Extremely above average
he: גבוה מאוד

source: Plenum
he: מליאה

source: Committee Meeting
he: ישיבת ועדה

source: Committee Meetings
he: ישיבות הוועדה

source: Description
he: תאור

source: published
he: פורסמה

source: flagged
he: חשודה

source: rejected
he: נדחתה

source: accepted
he: אושרה

source: appeal
he: בערעור

source: deleted
he: נמחקה

source: Committees
he: ועדות

source: Topic
he: הצעה לסדר

source: Topics
he: הצעות לסדר

source: %(committee)s meeting on %(date)s
he: ישיבה של %(committee)s בתאריך %(date)s

source: %(committee)s meeting on %(date)s on topic %(topic)s
he: ישיבה של %(committee)s בתאריך %(date)s בנושא %(topic)s

source: page %(page)s
he: עמוד %(page)s

source: added-bill-to-cm
he: קישר/ה הצעת חוק לישיבת ועדה

source: added-mk-to-cm
he: הוסיף/ה חבר כנסת לישיבת ועדה

source: removed-mk-from-cm
he: הסיר/ה חבר כנסת מישיבת ועדה

source: Knesset Plenum
he: מליאת הכנסת

source: All meetings by %(committee)s
he: כל הישיבות של %(committee)s

source: Parliamentary committees meetings
he: ישיבות ועדות הכנסת

source: No %(object_type)s found
he: לא נמצאו %(object_type)s

source: Meetings by %(committee)s on date %(date)s
he: ישיבות של %(committee)s בתאריך %(date)s

source: Parliamentary committees meetings on date %(date)s
he: ישיבות של ועדות הכנסת בתאריך %(date)s

source: Committee Meetings tagged %(tag)s
he: ישיבות וועדה שתויגו %(tag)s

source: earth
he: כדור הארץ

source: content type
he: סוג תוכן

source: object ID
he: מזהה אובייקט

source: no end date data - guessed it to be 2 hours after start
he: חסרה שעת סיום הדיון

source: oknesset warnings:
he: התראות כנסת פתוחה:

source: Minutes
he: דקות

source: share
he: הפיצו

source: Open Knesset
he: כנסת פתוחה

source: Comments feed
he: הזנה של תגובות

source: Votes feed
he: הזנה של הצבעות

source: Bills feed
he: הזנה של הצעות חוק

source: Annotations
he: הארות

source: feed
he: פיד

source: Statement
he: הצהרה

source: Funny :-)
he: מצחיק :-)

source: False fact
he: עובדה שגויה

source: Source?
he: מקור?

source: Found source
he: הפניה למקור

source: Cross reference
he: ראה גם

source: Important
he: חשוב

source: Formatting/Error!
he: עיצוב/שגיאה

source: Comment
he: תגובה

source: Open Knesset requires attention
he: כנסת פתוחה דורשת קצת תשומת לב

source: Knesset Votes feed
he: הזנה של הצבעות בכנסת

source: Knesset Bills feed
he: הזנה של הצעות חוק בכנסת

source: Bills from the Open Knesset site
he: הצעות חוק מאתר כנסת פתוחה

source: All
he: הכול

source: Bill already has a First Vote linked to it
he: להצעה חוק זו מקושרת כבר קריאה ראשונה

source: Bill already has an Approval Vote linked to it
he: להצעת חוק זו מקושרת כבר הצבעה מאשרת

source: Vote is already linked as Approval Vote of another bill
he: הצבעה זו מקושרת כבר כמאשרת עבור הצעת חוק אחרת

source: Vote Type
he: סוג הצבעה

source: Bill
he: הצעת חוק

source: One-time costs to government
he: עלות חד-פעמית לממשלה

source: Yearly costs to government
he: עלות שנתית לממשלה

source: One-time costs to external bodies
he: עלות חד-פעמית לגורמים אחרים

source: Yearly costs to external bodies
he: עלות שנתית לגורמים אחרים

source: Summary of the estimation
he: סיכום ההערכה

source: Vote types
he: סוגי הצבעות

source: Tags
he: תגיות

source: Order by
he: מיון לפי

source: From date
he: מתאריך

source: To date
he: עד

source: Exclude my agendas
he: ללא הצבעות המשויכות לאג'נדה בעריכתך

source: Exclude votes ascribed to bills
he: ללא הצבעות המשויכות להצעות חוק

source: Bill Stage
he: שלב הצעת החוק

source: Stage Changed After:
he: שלב השתנה אחרי:

source: Stage Chaged Before:
he: שינוי סטטוס לפני:

source: Private proposal ID
he: מזהה הצעת חוק פרטית

source: Knesset booklet
he: חוברת הצעות חוק כנסת

source: Government booklet
he: חוברת הצעות חוק ממשלה

source: For
he: בעד

source: Against
he: נגד

source: Abstain
he: נמנע

source: No Vote
he: נוכח ולא הצביע

source: N/A
he: לא ישים

source: Vote
he: הצבעה

source: Votes
he: הצבעות

source: Bills
he: הצעות חוק

source: Estimation of
he: הערכה של

source: Estimated on:
he: הוערך ב:

source: One-time costs to government:
he: עלות חד-פעמית לממשלה:

source: Yearly costs to government:
he: עלות שנתית לממשלה:

source: One-time costs to external bodies:
he: עלות חד-פעמית לגורמים אחרים:

source: Yearly costs to external bodies:
he: עלות שנתית לגורמים אחרים:

source: Summary of the estimation:
he: סיכום ההערכה:

source: Bills by %(member)s by tag
he: הצעות חוק של %(member)s לפי נושא

source: Bills by tag
he: הצעות חוק לפי נושא

source: Bills tagged %(tag)s by %(member)s
he: הצעות חוק של %(member)s בנושא %(tag)s

source: Bills tagged %(tag)s
he: הצעות חוק בנושא %(tag)s

source: Votes by %(member)s by tag
he: הצבעות של %(member)s לפי נושא

source: Votes by tag
he: הצבעות לפי נושא

source: Votes tagged %(tag)s by %(member)s
he: הצבעות של %(member)s בנושא %(tag)s

source: Votes tagged %(tag)s
he: הצבעות שתויגו %(tag)s

source: Full Title
he: כותרת

source: Popular Name
he: שם פופולרי

source: Stage
he: שלב

source: Stage Date
he: תאריך עדכון אחרון

source: Pre-Votes
he: קריאה טרומית

source: First Committee Meetings
he: ישיבות ועדה

source: First Vote
he: קריאה ראשונה

source: Second Committee Meetings
he: ישיבות ועדה

source: Approval Vote
he: הצבעת אישור

source: Proposers
he: מציעים

source: Joiners
he: מצטרפים

source: added-vote-to-bill
he: קישר/ה הצבעה להצעת חוק

source: Invalid member id
he: מזהה חבר כנסת לא חוקי

source: All stages
he: כל השלבים

source: (Bills) proposed
he: הוצעו

source: (Bills) passed pre-vote
he: עברו טרומית

source: (Bills) passed first vote
he: עברו קריאה ראשונה

source: (Bills) approved
he: אושרו סופית

source: Bills %(stage)s
he: הצעות חוק ש%(stage)s

source: Bills based on private proposal with id %s
he: הצעות חוק על בסיס הצעות פרטיות עם מזהה %s

source: Bills published in knesset booklet number %s
he: הצעות חוק שפורסמו בחוברת הכנסת מספר %s

source: Bills published in government booklet number %s
he: הצעות חוק שפורסמו בחוברת הממשלה מספר %s

source: Bills %(stage)s by %(member)s
he: הצעות חוק ביוזמת %(member)s ש%(stage)s

source: Bills by %(member)s
he: הצעות חוק ביוזמת %(member)s

source: Time
he: זמן

source: Votes Count
he: מספר הצבעות

source: Votes Against Party
he: הצבעות נגד המפלגה

source: Votes Against Coalition
he: הצבעות נגד הקואליציה

source: Votes Against Opposition
he: הצבעות נגד האופוזיציה

source: Votes Against Own Bill
he: הצבעות נגד הצעות חוק של עצמו

source: All votes
he: כל ההצבעות

source: Law Approvals
he: אישור חוקים

source: Second Call
he: קריאה שניה

source: Demurrer
he: הסתייגויות

source: Motion of no confidence
he: הצבעות אי-אמון

source: Pass to committee
he: העברה לוועדה

source: Continuation
he: החלת דין רציפות

source: Pre Vote
he: קריאה טרומית

source: Untagged Votes
he: הצבעות לא מתויגות

source: Controversy
he: מידת המחלוקת

source: Against Party
he: הצבעות נגד המפלגה

source: Number of votes
he: מספר הצבעות

source: Unknown
he: לא ידוע

source: Frozen in previous knesset
he: הוקפאה בכנסת קודמת

source: Proposed
he: הצעה

source: Pre-Approved
he: עברה קריאה טרומית

source: Failed Pre-Approval
he: נפלה בקריאה טרומית

source: Converted to discussion
he: הוסבה לנושא לדיון

source: In Committee
he: בוועדה

source: Failed First Vote
he: נפלה בקריאה ראשונה

source: Committee Corrections
he: בתיקונים בוועדה

source: Approved
he: אושרה

source: Failed Approval
he: נפלה בקריאה שלישית

source: Untagged Proposals
he: הצעות שלא תויגו

source: Not enough data
he: אין מספיק נתונים

source: Absent
he: לא נוכח

source: link type
he: סוג קישור

source: link types
he: סוגי קישורים

source: link
he: קישור

source: links
he: קישורים

source: voted
he: הצביע

source: posted
he: פִרסם

source: attended
he: נכח

source: committee meeting
he: ישיבת וועדה

source: Member activity feed for %s
he: פעילות עבור חבר/ת הכנסת %s

source: Actions of %s, including votes, attended committees and posted articles
he: פעילות עבור %s כולל הצבעות, פירסומים ונוכחות בוועדות

source: Male
he: זכר

source: Female
he: נקבה

source: Knesset number
he: מספר כנסת

source: Start date
he: תאריך התחלה

source: End date
he: תאריך סיום

source: Knesset %(number)d
he: כנסת %(number)d

source: Party
he: מפלגה

source: Parties
he: סיעות

source: %(name)s in Knesset %(number)d
he: %(name)s בכנסת ה־%(number)d

source: Coalition
he: קואליציה

source: Opposition
he: אופוזיציה

source: an accurate place of residence (for example, an address
he: מקום מגורים מדויק (למשל, כתובת)

source: a general area of residence (for example, "the negev"
he: אזור מגורים (למשל, "נגב")

source: Member
he: ח"כ

source: Members
he: ח"כים

source: Coalition Member (female)
he: חברת כנסת בקואליציה

source: Opposition Member (female)
he: חברת כנסת באופוזיציה

source: Coalition Member (male)
he: חבר כנסת בקואליציה

source: Opposition Member (male)
he: חבר כנסת באופוזיציה

source: Past Member (female)
he: חברת כנסת לשעבר

source: Past Member (male)
he: חבר כנסת לשעבר

source: Minister
he: שר

source: By ABC
he: לפי א"ב

source: By number of bills proposed
he: לפי מספר הצעות חוק שהוצעו

source: By number of bills pre-approved
he: לפי מספר הצעות חוק שעברו טרומית

source: By number of bills first-approved
he: לפי מספר הצעות חוק שעברו קריאה ראשונה

source: By number of bills approved
he: לפי מספר הצעות חוק שאושרו סופית

source: By number of votes per month
he: לפי מספר הצבעות ממוצע בחודש

source: By average weekly hours of presence
he: ממוצע שעות שבועיות

source: By average monthly committee meetings
he: מספר ישיבות וועדות בחודש

source: By number of followers
he: לפי מספר עוקבים

source: Graphical view
he: תצוגה גרפית

source: Bills Proposed
he: הצעות חוק שהוצעו

source: Bills Pre-Approved
he: הצעות חוק שאושרו טרומית

source: Bills First-Approved
he: הצעות חוק שאושרו בקריאה ראשונה

source: Bills Approved
he: הצעות חוק שאושרו סופית

source: Average Votes per Month
he: ממוצע הצבעות בחודש

source: Average Weekly Presence
he: שעות שבועיות בממוצע

source: Committee Meetings per Month
he: ישיבות ועדה בחודש

source: By Number of seats
he: מספר ח"כים

source: By votes per seat
he: הצבעות לח"כ

source: By factional discipline
he: משמעת סיעתית

source: By coalition/opposition discipline
he: משמעת קואליציה/אופוזיציה

source: By residence centrality
he: מדד מרכזיות מקום מגורים

source: By residence economy
he: מדד סוציואקונומי של מקום מגורים

source: By bills proposed
he: מספר הצעות חוק שהוצעו

source: By bills passed pre vote
he: הצעות חוק שעברו טרומית

source: By bills passed first vote
he: הצעות חוק שעברו קריאה ראשונה

source: By bills approved
he: הצעות חוק שאושרו סופית

source: Parties by %s
he: סיעות לפי %s

source: Number of Members
he: מספר חברים

source: Number of Seats
he: מספר מנדטים

source: Affiliation
he: שיוך

source: No %(object_type)s found matching "%(name)s".
he: לא נמצאו %(object_type)s התואמים ל- "%(name)s".

source: Other Updates
he: עדכונים שונים

source: Open Knesset Updates
he: עדכוני כנסת פתוחה

source: Merge two or more persons
he: מזג שני אנשים או יותר

source: Person
he: אדם

source: Persons
he: אנשים

source: {person} serverd as {text} in {org} from {start_date} to {end_date}
he: {person} שירת בתור {text} ב־{org} מ־{start_date} עד {end_date}

source: Persons in committee meetings
he: משתתפים בישיבות וועדות הכנסת

source: %(name)s in committee meetings
he: %(name)s בישיבות ועדות הכנסת

source: Ballot
he: פתק

source: The list with which is the surplus votes partner
he: הסכם עודפים עם

source: MPG report
he: דו"ח התנועה לאיכות השלטון

source: The MPG report on the list, can use html
he: דו"ח התנועה לאיכות השלטון

source: YouTube user
he: משתמש יוטיוב

source: Wikipedia page
he: שם עמוד הויקיפדיה

source: Twitter account
he: חשבון טוויטר

source: Platform
he: מצע

source: Ordinal
he: מיקום

source: Elected by #
he: נבחר על ידי (מספר)

source: How many people voted for this person
he: כמה מצביעים תמכו במועמד

source: New
he: חדש

source: Fixed
he: התקבל

source: Won't Fix
he: נדחה

source: Resolved at
he: נפתר ב

source: Resolved status
he: סטטוס פתרון

source: Reject reason
he: סיבת דחיה

source: Suggestion
he: הצעה

source: Suggestions
he: הצעות

source: Create new model instance
he: יצירת אובייקט חדש למודל

source: Suggestion type
he: סוג הצעה

source: tagged item
he: פריט מתויג

source: user
he: משתמש

source: tag vote
he: הצבעה על תיוג

source: tag votes
he: הצבעות על תגיות

source: Page not found
he: דף לא קיים

source: Something went wrong!
he: משהו השתבש!

source: Whatever you did caused some kind of an error in our server. But hey! its OK. We don't blame you. On the contrary. You just helped us find a bug, and our team will investigate it ASAP.
he: משהו שעשית גרם לשגיאה בשרת שלנו. אבל הי! אנחנו לא מאשימים אותך. להפך. עזרת לנו למצוא באג, והצוות שלנו יתפנה מייד לטפל בו. אז תודה רבה לך!

source: Back to the main page
he: חזרה לעמוד הראשי

source: Open Knesset a project aimed at exposing the knesset's work to the public.
he: פרויקט זה מיועד לחשוף את פעילות הכנסת לציבור.

source: After all, they work for us, don't they?
he: בסופו של דבר, הם עובדים בשבילנו, לא?

source: All the work is done by volunteers, with no support from any political or commercial entity.
he: כל העבודה מתבצעת בהתנדבות בלי תמיכה של גוף פוליטי או מסחרי (פרט לאירוח האתר).

source: Most of the data is taken from the Knesset website.
he: רוב הנתונים נלקחים מאתר הכנסת.

source: All the source code is available
he: קוד המקור נמצא

source: here
he: כאן

source: The project's mailing list is
he: קבוצת הדיון נמצאת

source: About
he: אודות

source: Open Knesset - Opening the Knesset to the public
he: כנסת פתוחה - פותחים את הכנסת לציבור

source: See more ...
he: עוד...

source: See less ...
he: פחות...

source: Non partisan, non commercial site that brings you relevant, detailed and accurate information about the knesset
he: אתר לא מפלגתי, לא מסחרי שמביא לכם תוכן רלוונטי, מפורט ועדכני על אודות הכנסת

source: Upcoming Events
he: בקרוב בכנסת

source: Loading
he: טוען

source: More Upcoming Events
he: עוד בקרוב בכנסת

source: comments
he: תגובות

source: This is a development server, all data in it should be considered fictional. users are kindly requested to go to
he: זהו שרת פיתוח. יש להתייחס לכל הכתוב כאן כאל מידע דמיוני. משתמשים מתבקשים לעבור ל

source: Edit Profile
he: עריכת פרופיל

source: Logout
he: יציאה מהחשבון

source: login
he: כניסה לחשבון

source: Members and Parties
he: ח&quot;כים וסיעות

source: Legislation
he: חקיקה

source: Homepage
he: דף הבית

source: Open Knesset is a project aimed to expose Knesset's actions to the public
he: כנסת פתוחה הוא פרוייקט שמטרתו לחשוף את פעילות הכנסת לציבור

source: All the information comes from the Knesset's site. This site is maintained by volunteers and is not supported by any political party ...
he: כל המידע מגיע מאתר הכנסת. האתר מתוחזק על ידי מתנדבים ואינו נתמך ע"י אף גוף מפלגתי ...

source: Read more
he: קרא עוד

source: Follow Open Knesset
he: עקבו אחר כנסת פתוחה

source: Open Knesset at Facebook
he: כנסת פתוחה בפייסבוק

source: Open Knesset at Twitter
he: כנסת פתוחה בטוויטר

source: The Public Knowledge Workshop
he: הסדנא לידע ציבורי

source: Project of
he: פרוייקט של

source: Open Budget
he: התקציב הפתוח

source: Opening the finance committee
he: פותחים את ועדת הכספים

source: Traking Trachtenberg
he: מעקב: דו"ח טרכטנברג

source: Open Local Authorities
he: רשויות מקומיות פתוחות - בקרוב

source: Donate to Hasadna
he: תרמו לסדנא

source: Some rights reserved. Using data from the site requires credit
he: חלק מהזכויות שמורות. שימוש בנתונים מהאתר בכפוף לקרדיט

source: Details in the link
he: פרטים בקישור

source: Feedback
he: משוב

source: email validation for
he: אימות דואר אלקטרוני עבור

source: An email has been sent to
he: נשלח דואר ל

source: Please use the link in the email to validate.
he: אנא השתמש/י בקישור שנשלח במייל כדי לאשר שכתובת המייל שסופקה אכן שלך.

source: Your email has been validated, so you can now edit stuff!
he: הדואר האלקטרוני אומת. מעכשיו תוכל/י לערוך.

source: A vote's relation to the agenda has changed: <a href="http://%(domain)s%(url)s">%(vote)s</a>
he: שיוך ההצבעה לאג'נדה עודכן: <a href="http://%(domain)s%(url)s">%(vote)s</a>

source: The vote <a href="http://%(domain)s%(url)s">%(vote)s</a> has been ascribed to the adenga.
he: ההצבעה <a href="http://%(domain)s%(url)s">%(vote)s</a> שויכה לאג'נדה.

source: A bill has been ascribed to the agenda: <a href="http://%(domain)s%(url)s">%(bill)s</a>
he: הצעת חוק שויכה לאג'נדה: <a href="http://%(domain)s%(url)s">%(bill)s</a>

source: A bill's relation to the agenda has changed: <a href="http://%(domain)s%(url)s">%(bill)s</a>
he: שיוך הצעת חוק לאג'נדה עודכן: <a href="http://%(domain)s%(url)s">%(bill)s</a>

source: A bill has been removed from the agenda: <a href="http://%(domain)s%(url)s">%(bill)s</a>
he: הצעת חוק הוסרה מהאג'נדה: <a href="http://%(domain)s%(url)s">%(bill)s</a>

source: A meeting has been ascribed to the agenda: <a href="http://%(domain)s%(url)s">%(meeting)s</a>
he: ישיבת ועדה שויכה לאג'נדה: <a href="http://%(domain)s%(url)s">%(meeting)s</a>

source: A meeting's relation to the agenda has changed: <a href="http://%(domain)s%(url)s">%(meeting)s</a>
he: שיוך ישיבת ועדה לאג'נדה עודכן: <a href="http://%(domain)s%(url)s">%(meeting)s</a>

source: A meeting has been removed from the agenda: <a href="http://%(domain)s%(url)s">%(meeting)s</a>
he: ישיבת ועדה הוסרה מהאג'נדה: <a href="http://%(domain)s%(url)s">%(meeting)s</a>

source: The vote <a href="http://%(domain)s%(url)s">%(vote)s</a> has been removed from the adenga.
he: ההצבעה <a href="http://%(domain)s%(url)s">%(vote)s</a> הוסרה מהאג'נדה.

source: %(user)s annotated %(comment)s<br>
he: %(user)s האיר %(comment)s<br>

source: %(user)s annotated <a href="http://%(domain)s%(url)s">%(comment)s</a><br>
he: %(user)s האיר <a href="http://%(domain)s%(url)s">%(comment)s</a><br>

source: Attended (Femail),Attended (Male)
he: נכחה,נכח

source: read meeting protocol
he: קריאת את פרוטוקול הישיבה

source: %(user)s commented <a href="http://%(domain)s%(url)s">%(comment)s</a> <br>
he: %(user)s העיר <a href="http://%(domain)s%(url)s">%(comment)s</a><br>

source: JOINED (FEMALE),JOINED (MALE)
he: הצטרפה,הצטרף

source: to bill
he: אל הצעת חוק

source: read post
he: קריאת מאמר

source: PROPOSED (FEMALE),PROPOSED (MALE)
he: הציעה,הציע

source: voted up on tag
he: הצביע בעד תגית

source: voted down on tag
he: הצביע נגד תגית

source: of
he: של

source: Present and didn't vote (Female),Present and didn't vote (Male)
he: נכחה ולא הצביע,נכח ולא הצביע

source: Voted (Female),Voted (Male)
he: הצביעה,הצביע

source: present and didn't vote
he: נכח ולא הצביע

source: <span class="action-verb">passed approval vote</span> on %(date)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>
he: <span class="action-verb">אושרה בקריאה שלישית</span> בתאריך %(date)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>

source: <span class="action-verb">failed approval vote</span> on %(date)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>
he: <span class="action-verb">נפלה בקריאה שלישית</span> בתאריך %(date)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>

source: <span class="action-verb">was converted to discussion</span> on %(time)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>
he: <span class="action-verb">הוסבה לנושא לדיון</span> בתאריך %(time)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>

source: <span class="action-verb">was discussed</span> on %(date)s: <a href="http://%(domain)s%(url)s">%(committee_meeting)s</a><br>
he: <span class="action-verb">נידונה בוועדה</span> בתאריך %(date)s: <a href="http://%(domain)s%(url)s">%(committee_meeting)s</a><br>

source: <span class="action-verb">passed first vote</span> on %(date)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>
he: <span class="action-verb">עברה קריאה ראשונה</span> בתאריך %(date)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>
