Repository: ofri/Open-Knesset
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: <span class="action-verb">failed first vote</span> on %(date)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>
he: <span class="action-verb">נפלה בקריאה ראשונה</span> בתאריך %(date)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>

source: <span class="action-verb">was knesset-proposed</span> on %(date)s. <a href="http://%(domain)s%(url)s">see more details</a><br>
he: <span class="action-verb">נוסחה על ידי וועדה</span> בתאריך %(date)s. <a href="http://%(domain)s%(url)s">פרטים נוספים</a><br>

source: <span class="action-verb">passed pre vote</span> on %(time)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>
he: <span class="action-verb">עברה קריאה טרומית</span> בתאריך %(time)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>

source: <span class="action-verb">failed pre vote</span> on %(time)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>
he: <span class="action-verb">נפלה בקריאה טרומית</span> בתאריך %(time)s. <a href="http://%(domain)s%(url)s">%(vote)s</a><br>

source: <span class="action-verb">was proposed</span> on %(date)s. <a href="http://%(domain)s%(url)s">see more details</a><br>
he: <span class="action-verb">הוצעה</span> בתאריך %(date)s. <a href="http://%(domain)s%(url)s">פרטים נוספים</a><br>

source: <span class="action-verb">government stand was decided</span> on %(date)s: %(stand)s<br>
he: <span class="action-verb">עמדת הממשלה נקבעה בתאריך</span> %(date)s: %(stand)s<br>

source: the government discussed the bill on %(date)s<br>
he: הממשלה דנה בחוק בתאריך %(date)s<br>

source: voted on several tags
he: הצביע על תגיות

source: voted on tags
he: הצביע על תגיות

source: voted on tag
he: הצביע על תגית

source: Add Agenda
he: הוספת אג'נדה

source: Add agenda
he: הוספת אג'נדה

source: save
he: שמירה

source: No results found
he: לא נמצאו תוצאות

source: Edited by
he: בעריכת

source: Edit
he: עריכה

source: Note: This agenda is private. It is only viewable by its editors. If you feel this agenda should be made public, contact us at
he: שימו לב: אג'נדה זו פרטית. רק עורכי האג'נדה יכולים לראות אותה. אם אתם מרגישים שהיא מוכנה להפוך לציבורית, שלחו לנו מייל ל

source: Ascribed Votes
he: הצבעות משויכות

source: More
he: עוד

source: Ascribed Bills
he: הצעות חוק משויכות

source: Ascribed Committee Meetings
he: ישיבות ועדה משויכות

source: Agenda MKs
he: ציוני הח"כים באג'נדה

source: Agenda Top MKs
he: הח"כים התומכים ביותר באג'נדה

source: Click here to see the full list.
he: לחץ כאן לרשימה המלאה.

source: Agenda Bottom MKs
he: הח"כים המתנגדים ביותר לאג'נדה

source: Edit agenda
he: עריכת אג'נדה

source: Close
he: סגור

source: Your Agendas
he: האג'נדות שלך

source: Please login to see agendas you can edit
he: יש להכנס לחשבון כדי לראות אג'נדות שלך

source: You are not editing any agenda
he: אין אג'נדות בעריכתך

source: Add
he: הוספה

source: All Agendas
he: כל האג'נדות

source: votes
he: הצבעות

source: followers
he: עוקבים

source: Including you
he: כולל אותך

source: by
he: על ידי

source: Editors:
he: עורכים

source: %(counter)s MK voted differently than the majority of his party
he: ח"כ אחד הצביע שונה ממרבית חברי מפלגתו

source: %(counter)s member of the coalition voted differently than the majority of the coalition
he: חבר קואליציה אחד הצביע שונה מרוב חברי הקואליציה

source: %(counter)s member of the opposition voted differently than the majority of the opposition
he: חבר אופוזיציה אחד הצביע שונה משאר חברי האופוזיציה

source: %(counter)s member voted against his/her own bill
he: ח"כ הצביע נגד הצעת חוק שהוא יזם

source: No watched members. click me to select members to watch
he: אין ח"כים במעקב. אפשר להוסיף על ידי לחיצה כאן

source: Ascribed agendas
he: אג'נדות משויכות

source: No agendas ascribed yet.
he: עדיין אין אג'נדות משויכות

source: Suggest an agenda
he: הצעת אג'נדה קשורה

source: You suggested
he: ההצעות שלך

source: Please select
he: נא לבחור

source: Submit
he: אישור

source: Login to suggest an agenda
he: רוצה להציע אג'נדה קשורה? לחץ כאן כדי להרשם

source: Ascribe your agendas
he: שיוך אג'נדה בעריכתך

source: Update
he: עדכון

source: Analysis of votes by %(member)s
he: ניתוח ההצבעות של %(member)s

source: Analysis of votes by <a href="%(member_url)s">%(member)s</a> by <a href="%(agenda_url)s">%(agenda_name)s</a>
he: ניתוח ההצבעות של <a href="%(member_url)s">%(member)s</a> לפי <a href="%(agenda_url)s">%(agenda_name)s</a>

source: Overall score
he: מדד ההתאמה לאג'נדה

source: Score details
he: פירוט ההצבעות

source: Voted
he: הצביע/ה

source: You have to be logged in to make a suggestion.
he: כדי להעלות הצעה עליך להכנס לחשבון.

source: or
he: או

source: register
he: הרשמה

source: Suggest
he: הציעו

source: Sending
he: שולח

source: Pending suggestions
he: הצעות ממתינות

source: Watch
he: מעקב

source: Unwatch
he: הפסק מעקב

source: You have to be logged in to enable the watch feature.
he: כדי להשתמש ביכולת המעקב צריך להכנס לחשבון.

source: Followers
he: עוקבים

source: Scrapers Status
he: סטטוס scraper

source: Last scraper logs
he: קבצי לוג אחרונים של ה־scraper

source: Scraper Run Detail
he: פרטי הרצת scraper

source: Active members for tag %(tag)s in the current knesset
he: חברי כנסת פעילים בנושא %(tag)s בכנסת הנוכחית

source: Active members for tag %(tag)s in the past
he: חברי כנסת פעילים בנושא %(tag)s בעבר

source: %(count)s Bills
he: %(count)s הצעות חוק

source: %(count)s Votes
he: %(count)s הצבעות

source: no results found
he: לא נמצאו תוצאות

source: %(count)s Committee Meetings
he: %(count)s ישיבות ועדה

source: No tags yet
he: אין עדיין תגיות

source: The tag does not exist
he: התגית לא קיימת

source: Click here to suggest the tag
he: לחצו כאן להצעת תגית חדשה

source: Tag suggestion sent to editors
he: הצעת התגית נשלחה לעורכים

source: Edit Tags
he: עריכת תגיות

source: Suggested Tags
he: תגיות מוצעות

source: Done Edit Tags
he: סיום עריכת תגיות

source: Login to edit tags
he: רוצה להציע תגית? לחץ/י כאן כדי להרשם

source: Untagged Objects
he: פריטים שלא תויגו

source: Change your avatar
he: שנה את תמונת הפרופיל

source: Your current avatar
he: תמונת הפרופיל הנוכחית

source: You haven't uploaded an avatar yet. Please upload one now.
he: טרם העלתם תמונת פרופיל. אנא העלו תמונה כעת.

source: Choose new Default
he: בחר תמונה

source: Upload New Image
he: העלה תמונה חדשה

source: Badges
he: אותות

source: Recent comments
he: תגובות אחרונות

source: %(username)s on %(title)s
he: %(username)s על %(title)s

source: %(date)s at %(time)s
he: %(date)s ב- %(time)s

source: Remove a comment
he: מחיקת הערה

source: Really remove this comment?
he: באמת למחוק הערה זו?

source: Remove
he: מחיקה

source: Cancel
he: ביטול

source: Thanks for removing
he: תודה על המחיקה

source: Thanks for taking the time to improve the quality of discussion on our site
he: תודה שהקדשת מזמנך כדי לשפר את האתר שלנו

source: Post comment
he: פרסום תגובה

source: User comments
he: תגובות

source: delete comment
he: מחיקת תגובה

source: No comments yet
he: אין עדיין תגובות

source: Please
he: אנא

source: validate your email
he: אמת/י את הדואר אלקטרוני שסיפקת

source: to comment
he: כדי להגיב

source: Please login to comment
he: רוצה להגיב? לחץ/י כאן כדי להרשם ולהגיב

source: %(present)s MKs Present
he: %(present)s ח"כים נוכחים

source: Presence:
he: נוכחות:

source: Chairperson
he: יו&quot;ר

source: Replacement
he: מ&quot;מ

source: No topics suggested yet
he: טרם הוצעו הצעות לסדר

source: Future Meetings
he: ישיבות קרובות

source: Meetings for which a protocol was not yet published
he: ישיבות מהן טרם פורסם פרוטוקול

source: Last Meetings
he: ישיבות אחרונות

source: more...
he: עוד...

source: MMM Documents
he: מסמך ממ"מ

source: Suggested Agenda Topics
he: הצעות לסדר יום

source: Suggest Topic
he: העלו הצעה

source: to suggest a topic
he: להעלות הצעה לסדר

source: Please login to suggest a topic
he: יש להזדהות כדי לפרסם הצעה לסדר

source: Latest Annotations
he: הארות אחרונות

source: No annotations yet...
he: אין עדיין הארות

source: what does committees do?
he: מה עושות הועדות?

source: This year:
he: השנה:

source: All MMM Documents
he: כל מסמכי הממ"מ

source: Lookup by date
he: חיפוש לפי תאריך

source: Please validate your email to annotate
he: רק משתמשים עם דוא"ל מאומת יכולים להאיר. אנא אמת/י את הדואר אלקטרוני שסיפקת.

source: Sorry, only editor can delete annotations.
he: מצטערים, רק עורכים יכולים למחוק הערות

source: Please email editors if an annotation should be deleted
he: נא לשלוח דואל לעורכי האתר אם צריך למחוק את ההארה

source: MKs attended
he: ח"כים נוכחים

source: Suggest an MK
he: הוספת חבר כנסת

source: Remove an MK
he: הסרת חבר כנסת

source: Add a lobbyist
he: הוספת לוביסט

source: remove a lobbyist
he: הסרת לוביסט

source: Background Material
he: חומר רקע

source: Suggest a matching bill
he: הוספת הצעת חוק מתאימה

source: Protocol
he: פרוטוקול

source: Lobbyists mentioned
he: לוביסטים מאוזכרים

source: Lobbyist corporations mentioned
he: תאגידי לוביסטים

source: All meetings
he: רשימת הישיבות המלאה

source: %(count)s Committee meetings tagged <a href="%(tag_url)s">%(tag)s</a>
he: %(count)s ישיבות ועדה בנושא <a href="%(tag_url)s">%(tag)s</a>

source: MKs attendance in committee meetings related to %(tag)s
he: נוכחות חברי הכנסת בישיבות ועדה בנושא %(tag)s

source: Remove a topic
he: הסר נושא

source: Really remove this topic?
he: באמת למחוק נושא זה?

source: Edit Topic
he: עריכת הצעה לסדר

source: Links to relevant material
he: קישורים לחומר רלוונטי

source: suggested topic
he: הצעה לסדר

source: Suggested Topics for a committee meeting
he: הצעות לסדר יום

source: Delete
he: מחיקה

source: Links
he: קישורים

source: Rating
he: דירוג

source: Login to rank this topic
he: נדרש להתחבר כדי לדרג הצעה זו

source: your rating
he: הדירוג שלך

source: average rating
he: דירוג ממוצע

source: for
he: בעד

source: committee
he: ועדה

source: View all
he: הצגת כל ההערות

source: Annotate
he: האירו

source: Please Mark Passage
he: אנא סמנו קטע

source: Beginning with
he: מתחיל ב

source: Ending with
he: מסתיים ב

source: Type your note
he: סוג ההארה

source: Color
he: צבע

source: Save note
he: שמור

source: Your note will be published under
he: ההארה שלך תפורסם ברשיון

source: Sorry! we don't have the protocol.
he: מצטערים! אין לנו את הפרוטוקול.

source: <a href="%(url)s" >Try reading it at the knesset website</a>.
he: <a href="%(url)s" >ניתן לנסות לקרוא אותו באתר הכנסת</a>.

source: Add protocol text
he: הוספת פרוטוקול

source: day
he: יום

source: party
he: מפלגה

source: age
he: גיל

source: year of aliyah
he: שנת עליה

source: family status
he: מצב משפחתי

source: place of birth
he: מקום לידה

source: phone
he: טלפון

source: fax
he: פקס

source: e-mail address
he: כתובת דוא"ל

source: web site
he: אתר

source: none
he: אין

source: Data base empty, no objects
he: המסד ריק, אין נתונים

source: No tags
he: אין תגיות

source: Vote on bill
he: הצבעה על הצעת חוק

source: Explanation about the legislation process
he: הסבר על תהליך החקיקה

source: Edit Bill
he: עריכת הצעת חוק

source: name
he: שם

source: popular name
he: שם פופולרי

source: stage date
he: תאריך עדכון אחרון

source: stage
he: שלב

source: Bill initiation
he: יזום הצעת החוק

source: Bill on knesset website
he: ההצעה באתר הכנסת

source: Government Proposal
he: הצעת חוק ממשלתית

source: Sorry, Proposal text not available
he: לצערנו, טקסט ההצעה אינו זמין.

source: No Info
he: אין נתונים

source: Suggest a matching vote
he: הצעת הצבעה מתאימה

source: Start typing a bill title and choose one from the list
he: יש להקליד כותרת הצבעה, ולבחור את ההצבעה המתאימה מתוך התוצאות

source: Bill formulated by the committee
he: נוסח הצעת החוק של הוועדה

source: Suggest a Knesset Proposal
he: הצעת חוק כנסת

source: Bill Approval
he: אישור הצעת החוק

source: Government Stand
he: עמדת הממשלה

source: Collapse
he: צמצם

source: embed
he: עמבד

source: Public Opinion
he: דעת הקהל

source: Public Opinion - party members
he: בקרב מתפקדי מפלגות

source: Public Opinion - your party members
he: בקרב מתפקדי המפלגה שלך

source: You voted
he: ההצבעה שלך

source: I'm for
he: אני בעד

source: I'm against
he: אני נגד

source: Please login to vote
he: יש להכנס לחשבון כדי להצביע

source: Budget Estimations
he: הערכות תקציב

source: No budget estimations yet
he: אין הערכות תקציב עדיין

source: Update Budget Estimations (all in thousands of NIS)
he: עדכון הערכה תקציבית (אלפי ש"ח)

source: Add Budget Estimations (all in thousands of NIS)
he: הוספת הערכה תקציבית (אלפי ש"ח)

source: Send
he: שליחה

source: to create new tags
he: כדי ליצור תגיות חדשות

source: Please login to edit budget estimates
he: יש להכנס לחשבון כדי לערוך הערות תקציב

source: Export data to Excel
he: יצא נתונים לגליון

source: Filter
he: סינון

source: %(count)s Bills tagged <a href="%(tag_url)s">%(tag)s</a> by <a href="%(member_url)s">%(member)s</a>
he: %(count)s הצעות חוק בנושא <a href="%(tag_url)s">%(tag)s</a> על ידי <a href="%(member_url)s">%(member)s</a>

source: %(count)s Bills tagged <a href="%(tag_url)s">%(tag)s</a>
he: %(count)s הצעות חוק בנושא <a href="%(tag_url)s">%(tag)s</a>

source: MKs that proposed bill related to %(tag)s
he: חברי כנסת שהציעו חוקים בנושא %(tag)s

source: Unbind vote
he: ניתוק קשר להצבעה

source: Really unbind this relation?
he: באמת לנתק קישור זה?

source: Please explain this unbinding
he: נא להסביר ניתוק זה

source: Unbind
he: ניתוק

source: Based on
he: מבוסס על

source: that was proposed on
he: שהוצע ב

source: This bill is mentioned in the following committe meetings
he: הצבעה זו מוזכרת בישיבות הוועדות הבאות

source: Private Bills
he: הצעות חוק פרטיות

source: Proposed by
he: הוצע על ידי

source: Knesset Bills
he: חוקי הכנסת

source: No bill is associated with this vote
he: אין הצעת חוק המקושרת להצבעה זו

source: This vote is mentioned in the following committe meetings
he: הצבעה זו מוזכרת בישיבות הוועדות הבאות

source: summary
he: תקציר

source: Bill Text
he: החוק המלא

source: Go to next vote by time
he: מעבר להצבעה הבאה לפי זמן

source: Go to previous vote by time
he: מעבר להצבעה הקודמת לפי זמן

source: Login to edit bills
he: רוצה לערוך הצעה? לחץ/י כאן כדי להרשם

source: %(count)s Votes tagged <a href="%(tag_url)s">%(tag)s</a> by <a href="%(member_url)s">%(member)s</a>
he: %(count)s הצבעות בנושא <a href="%(tag_url)s">%(tag)s</a> בהשתתפות <a href="%(member_url)s">%(member)s</a>

source: %(count)s Votes tagged <a href="%(tag_url)s">%(tag)s</a>
he: %(count)s הצבעות בנושא <a href="%(tag_url)s">%(tag)s</a>

source: Choose another tag
he: בחירת נושא אחר

source: MKs attendance in votes related to %(tag)s
he: נוכחות חברי הכנסת בהצבעות המליאה בנושא %(tag)s

source: Full text is available
he: יש פירוט זמין עבור הצבעה זו

source: Summary is available
he: יש תקציר זמין עבור הצבעה זו

source: Voted differently than majority of own party
he: הצביע שונה ממרבית חברי סיעתו

source: Voted differently than majority of the coalition
he: הצביע שונה ממרבית חברי הקואליציה

source: Voted differently than majority of the opposition
he: הצביע שונה ממרבית חברי האופוזיציה

source: Suggest a change
he: הציעו שינויים

source: Think the data contains an error?
he: חושבים שיש טעות במידע?

source: Click here to suggest a change
he: ליחצו כאן להצעת שינויים ותיקונים

source: Lobbying Corporations
he: תאגידי לוביסטים

source: Historical Data
he: מידע היסטורי

source: Private Lobbyists
he: לוביסטים פרטיים

source: Lobbyist
he: לוביסט

source: Lobbyist Corporation
he: תאגיד לוביסטים

source: Profession
he: מקצוע

source: Faction Member?
he: חבר מפלגה?

source: Faction Name
he: שם המפלגה

source: Permit Type
he: סוג אישור כניסה

source: Lobbyist Represents
he: לקוחות

source: Mentiond in Committee Meetings
he: אזכורים בישיבות ועדה

source: Lobbyists
he: לוביסטים

source: Faction member
he: חבר מפלגה

source: Permit type
he: סוג אישור כניסה

source: Corporations
he: תאגידים

source: Last change
he: שינוי אחרון

source: Mark as alias corporation
he: סמן כשם נוסף לתאגיד

source: Warning
he: אזהרה

source: No name
he: ללא שם

source: Corporation Id
he: ח.פ.

source: Alias Corporations
he: שמות נוספים לתאגיד

source: Represents
he: לקוחות

source: Match
he: התאמה

source: Up to date information about %(name)s in the knesset: votes, bills, committees, attendance and more. Information about %(name)s for journalists, researchers, students and citizens by Open Knesset - Opening the Knesset to the public.
he: מידע עדכני אודות %(name)s בכנסת: הצבעות, הצעות חוק, השתתפות בוועדות, נוכחות ועוד. מידע על %(name)s לעיתונאים, חוקרים, סטודנטים ואזרחים באתר כנסת פתוחה - פותחים את הכנסת לציבור

source: IN_COALITION,IN_OPPOSITION,PAST_MEMBER
he: בקואליציה,באופוזיציה,חכ בעבר

source: Previous Parties
he: סיעות קודמות

source: Less
he: פחות

source: Awards
he: אותות

source: Convictions
he: הרשעות

source: date of death
he: תאריך פטירה

source: place of residence
he: מקום מגורים

source: MK video (knesset channel)
he: כרטיס ביקור מערוץ הכנסת

source: %(name)s around the net
he: %(name)s ברשת

source: Contact Information
he: צרו קשר

source: Personal Information
he: פרטים אישיים

source: Recent actions
he: פעולות אחרונות

source: M.M.M Documents
he: מסמכי ממ"מ

source: Video
he: וידאו

source: Protocol Parts With Annotations
he: חלקי פרוטוקול עם הארות

source: Last 30 days
he: ב 30 הימים האחרונים

source: Factional discipline
he: משמעת סיעתית

source: factional discipline explained
he: הצבעות בניגוד למרבית חברי הסיעה

source: Coalition discipline
he: משמעת קואליציה

source: Opposition discipline
he: משמעת אופוזיציה

source: general discipline explained coalition
he: הצבעות בניגוד למרבית חברי הקואליציה

source: general discipline explained opposition
he: הצבעות בניגוד למרבית חברי האופוזיציה

source: Votes against own bills
he: הצבעות נגד הצעות חוק של עצמו

source: Attendance
he: נוכחות

source: Knesset presence
he: נוכחות במשכן

source: Average weekly hours
he: שעות שבועיות בממוצע

source: Committee presence
he: נוכחות בוועדות

source: Average number of committee meetings per month
he: ישיבות וועדות בחודש

source: Notable agendas
he: אג'נדות בולטות

source: Display by
he: הצג לפי

source: Current MKs
he: חברי כנסת נוכחיים

source: Past MKs
he: חברי כנסת בעבר

source: Select Members
he: בחירת ח"כים

source: Choose MKs to show their votes in vote list
he: חברי כנסת להציג את הצבעותיהם

source: Click here when you are done
he: סיום

source: See also
he: ראו גם

source: Looking for comparisons ? Compare between
he: מחפשים השוואות ? השוו בין

source: Or
he: או

source: IN_COALITION,IN_OPPOSITION
he: בקואליציה,באופוזיציה

source: Statistics
he: סטטיסטיקה

source: Average votes per MK
he: ממוצע הצבעות לח"כ

source: M.M.M Documents ordered by %(committee.name)s
he: מסמכי ממ"מ שהוזמנו על ידי %(committee.name)s

source: M.M.M Documents ordered by
he: מסמכי ממ"מ שהוזמנו על ידי

source: M.M.M Documents ordered by %(member.name)s
he: מסמכי ממ"מ שהוזמנו על ידי %(member.name)s

source: To stop receiving updates
he: על מנת להפסיק את קבלת העדכונים

source: visit the site, and change your settings
he: יש לבקר באתר ולעדכן את הגדרות שליחת הדוא"ל

source: Hi %(username)s,
he: שלום %(username)s,

source: followed MKs
he: חברי כנסת במעקב

source: Bills that are being discussed
he: הצעות חוק חמות באתר

source: Click the link below and vote to let your MKs what you think of these bills
he: לחצו על הקישורים הבאים כדי להצביע על הצעות חוק חמות באתר. חברי הכנסת מקבלים עדכונים שוטפים על עמדת המתפקדים, וכך אתם יכולים להשפיע על הצבעותיהם.

source: For More Info Click Here
he: למידע נוסף

source: previous
he: העמוד הקודם

source: next
he: העמוד הבא

source: To MK page
he: לדף חה"כ

source: Titles
he: תארים

source: Roles
he: תפקידים

source: Meetings this persons spoken at
he: ישיבות בהשתתפותו/ה

source: Things this person said
he: דברים שנאמרו על ידיו/ה

source: One meeting
he: ישיבה אחת

source: in one committee
he: בוועדה אחת

source: Sorry, no data is available, try selecting more actions and refresh
he: מצטערים, אין נתונים. אפשר לנסות לבחור יותר פעולות ולרענן.

source: Posts
he: מאמרים

source: Tag Cloud
he: ענן תגיות

source: Search in
he: חיפוש ב

source: ok
he: להמשך

source: Suscribe to RSS feed
he: הרשמה לפיד

source: This is a django powered site!
he: זהו אתר מבוסס django!

source: Blogs list
he: רשימת בלוגים

source: See the full list of posts from this blog
he: רשימה מלאה של מאמרים מהבלוג

source: web
he: אתר

source: Go to the original blog
he: ביקור בבלוג המקורי

source: browse
he: עיון

source: latest posts
he: מאמרים אחרונים

source: See the full list of post from this feed
he: רשימת המאמרים המלאה מהבלוג

source: Subscribe to
he: הרשמה ל

source: RSS 2.0 Feed
he: פיד רסס

source: Feeds list
he: רשימת הפידים

source: Subscribe to feed of
he: הרשמה לפיד של

source: Subscribe to this feed
he: הרשמה לפיד זה

source: See the full list of posts from this feed
he: רשימת מאמרים מלאה מפיד זה

source: tags
he: תגיות

source: before:
he: לפני

source: Posts published by MKs
he: מאמרים שפורסמו על ידי חברי הכנסת

source: Below is a list of MKs blog posts as recieved from the their blogs.
he: לעיונך, רשימת מאמרים שכתבו חברי הכנסת בבלוגים שלהם.

source: Tags cloud
he: ענן תגיות

source: Tags cloud for posts published by MKs
he: ענן תגיות למאמרים שפורסמו על ידי חברי הכנסת

source: Posts tagged %(tag)s published by MKs
he: מאמרים שפורסמו על ידי חברי הכנסת ותויגו %(tag)s

source: tag
he: תג:

source: in
he: ב

source: Posts in
he: מאמרים ב

source: Suscribe to RSS feed for tag
he: הרשמה לפיד של התג הזה

source: Tag
he: תג

source: See the list of authors talking about this tag
he: רשימה של כותבים שכתבו על תג זה

source: People talking about this
he: ח"כים המדברים על זה

source: Tags list
he: רשימת תגיות

source: Compare Lists
he: השווה רשימות

source: Candidate Lists
he: רשימות מועמדים

source: Comapre Lists
he: השווה רשימות

source: Candidate list for the comming elections
he: רשימות המועמדים לכנסת ה-19

source: Select all
he: בחר הכל

source: Select none
he: נקה

source: NEW
he: חדש

source: Residence Centrality
he: מדד מרכזיות של מקום מגורים

source: Role
he: תפקידים

source: Knesset 19 Factions
he: סיעות בכנסת ה- 19

source: MKs
he: חברי כנסת

source: Official Platform
he: מצע רשמי

source: more
he: הרחב

source: less
he: צמצם

source: Report from MQG
he: דו"ח מהתנועה לאיכות השלטון

source: Wikipedia
he: ויקיפדיה

source: loading...
he: טוען...

source: Facebook
he: פייסבוק

source: Videos
he: וידאו

source: Results of the elections for the 19th Knesset
he: תוצאות הבחירות לכנסת ה- 19

source: Factions in the 19th Knesset
he: סיעות בכנסת ה- 19

source: Replies
he: תגובות

source: Search
he: חיפוש

source: Search results for
he: תוצאות החיפוש עבור

source: Please enter a search term in the search field.
he: נא להזין מונח בשדה החיפוש

source: Users
he: משתמשים

source: Annotations by
he: הארות על ידי

source: On the words of
he: בנוגע לדברים של

source: Sorry, this user has selected not to share his profile
he: מצטערים. משתמש זה בחר שלא לשתף את הפרופיל שלו.

source: Create new user
he: יצירת משתמש חדש

source: User Profile
he: פרופיל משתמש

source: You do not have permissions to edit anything. In order to be able to edit, you must first provide a valid email address.
he: אין לך הרשאות עריכה. כדי לקבל הרשאת עריכה עליך לספק כתובת דואר אלקטרוני חוקית.

source: You do not have permissions to edit anything. In order to be able to edit, you must provide a valid email address, and validate it
he: אין לך הרשאות עריכה. כדי לקבל הרשאת עריכה עליך לאמת את הדואר האלקטרוני שלך.

source: send validation email
he: שליחת דואר אלקטרוני לאימות

source: Your email has been validated, so you can edit stuff!
he: הדואר האלקטרוני אומת, לכן יש לך הרשאות עריכה.

source: Avatar
he: תמונת פרופיל

source: Following Members
he: חברי כנסת במעקב

source: Following Bills
he: הצעות חוק במעקב

source: Following Meetings
he: ישיבות במעקב

source: Topics by
he: הצעות לסדר על ידי

source: You are already logged in.
he: את/ה כבר מחובר/ת.

source: New user? Register
he: משתמש חדש? הרשמה

source: Enter using
he: כניסה באמצעות

source: Forgot password?
he: שכחת סיסמה?

source: Password reset complete
he: איפוס הסיסמה הושלם
