Repository: ofri/Open-Knesset
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: Your password has been set. You may go ahead and log in now.
he: ססמתך נשמרה. כעת ניתן להתחבר.

source: Log in
he: כניסה

source: Password reset
he: איפוס סיסמה

source: Enter new password
he: הזנת סיסמה חדשה

source: Please enter your new password twice so we can verify you typed it in correctly.
he: נא להזין את סיסמתך החדשה פעמיים כדי שנוכל לוודא שהקלדת אותה כראוי.

source: New password:
he: סיסמה חדשה:

source: Confirm password:
he: אימות סיסמה:

source: Change my password
he: שנה את סיסמתי

source: Password reset unsuccessful
he: איפוס הסיסמה נכשל

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
he: הקישור לאיפוס הסיסמה אינו חוקי. ייתכן והשתמשו בו כבר. אנא בקש/י שוב איפוס סיסמה.

source: Password reset successful
he: הסיסמה אופסה בהצלחה

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
he: שלחנו הוראות לקביעת הסיסמה אל כתובת הדוא"ל שהזנת. ההודעה אמורה להתקבל בקרוב.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
he: שכחת את סיסמתך? נא להזין את כתובת הדוא"ל, ואנו נשלח הוראות לקביעת סיסמה חדשה.

source: E-mail address:
he: כתובת דוא"ל:

source: Reset my password
he: אפס את סיסמתי

source: Not following any memebers.
he: אין חברי כנסת במעקב

source: Tagged Items
he: ענינים מתויגים

source: No tagged items yet...
he: עדיין אין ענינים מתויגים

source: Following Agendas
he: אג'נדות במעקב

source: Not following any agendas.
he: אין אג'נדות במעקב

source: Following Topics
he: הצעות לסדר במעקב

source: Items tagged by
he: ענינים שתויגו על ידי

source: %(count)s Items tagged by
he: %(count)s ענינים שתויגו על ידי

source: Pages
he: עמודים

source: type
he: סוג

source: group
he: קבוצה

source: related object
he: אובייקט מקושר

source: hidden
he: מוסתר

source: video already reviewed
he: הוידאו עבר ביקורת

source: this type of video cannot be hidden
he: לא ניתן להסתיר סוג וידאו זה

source: hide from the list?
he: הסתר מהרשימה?

source: video already reviewed, keep displaying on the website?
he: הוידאו עבר ביקורת, להמשיך להציג באתר?

source: approve for display on the website?
he: אשר להצגה באתר?

source: yes
he: כן

source: approve
he: לאשר

source: no
he: לא

source: don't approve
he: לא לאשר

source: video cannot be embeded
he: לא ניתן להטמיע וידאו

source: pending actions
he: פעולות שממתינות לביצוע

source: updating, please wait...
he: מעדכן, נא להמתין...

source: updated (num) videos
he: עודכנו (num) קטעי וידאו

source: error updating the videos
he: אירעה שגיאה בעדכון קטעי הוידאו

source: no actions to commit
he: אין פעולות לביצוע

source: You have pending actions, continuing will cancel them.
he: יש פעולות שממתינות לביצוע, יציאה מהדף תבטל אותן.

source: All Videos
he: כל סרטי הוידאו

source: You don't have the appropriate permissions to access this page
he: אין לך הרשאות מתאימות לצפייה בדף זה

source: Username
he: שם משתמש

source: Required. 4-30 characters (only letters, numbers spaces and @/./+/-/_ characters).
he: חובה. 30-4 תווים (אותיות, מספרים, רווחים, @/./+/-/_ בלבד).‏

source: E-Mail Notifications
he: התראות דוא"ל

source: Should we send you e-mail notification about updates to things you follow on the site?
he: האם לשלוח לך דוא"ל עם עדכונים על דברים שבמעקב שלך?

source: (citizen) party member?
he: האם התפקדת למפלגה?

source: Are you a member of any party?
he: אם התפקדת למפלגה, נשמח לדעת זאת. נתון זה לא מפורסם, אלא רק משמש לצורך סטטיסטיקות.

source: This email is already taken
he: כתובת דוא"ל זו כבר תפוסה

source: email address
he: כתובת דוא"ל

source: We don't spam, and don't show your email to anyone
he: לא נשלח דואר זבל, לא נשתף את הכתובת עם אף אחד, ולא נציג אותה באתר

source: Public profile
he: פרופיל פומבי

source: Allow other users to view your profile on the site
he: לאפשר למשתמשים אחרים לצפות בפרופיל שלך

source: Gender
he: מין

source: Tell us and other users bit about yourself
he: ספר/י לנו ולמשתמשים אחרים באתר מעט על עצמך

source: No Email
he: ללא דוא"ל

source: Daily
he: יומי

source: Weekly
he: שבועי

source: Your profile has been updated.
he: פרופיל המשתמש עודכן
